Repository: OstroverkhovAndrey/LinuxDevelopment2024
Catalog: 11_Documenting/po/*.po
Languages: ru

source: This is tool guesses numbers from 1 to 100 using binary search.
ru: Эта программа угадывает число от 1 до 100 используя бинарный поиск.

source: Guess the number from %i to %i
ru: Загадайте число от %i до %i

source: Guess the number from %s to %s
ru: Загадайте число от %s до %s

source: Your number is more than %i, y\n
ru: Ваше число больше чем %i, д\н

source: Your number is more than %s, y\n
ru: Ваше число больше чем %s, д\н

source: y
ru: д

source: n
ru: н

source: Incorrect response
ru: Некорректный ответ

source: Your number is %i
ru: Ваше число %i

source: Your number is %s
ru: Ваше число %s
